{"vocab":{"1":342,"2":693,"3":343,"4":344,"10":694,"13":345,"14":695,"16":696,"19":346,"20":347,"21":181,"22":697,"28":348,"29":349,"33":698,"41":350,"45":699,"65":700,"110":701,"136":229,"140":702,"471":703,"487":704,"500":705,"2022":706,"2023":707,"2026":134,"2027":708,"2028":709,"<PAD>":0,"<START>":1,"<OOV>":2,"the":3,"and":4,"to":5,"in":6,"of":7,"s":8,"a":9,"us":10,"on":11,"iran":12,"is":13,"for":14,"as":15,"has":16,"war":17,"trump":18,"with":19,"oil":20,"israel":21,"are":22,"east":23,"it":24,"prices":25,"middle":26,"from":27,"news":28,"at":29,"energy":30,"conflict":31,"by":32,"more":33,"china":34,"taiwan":35,"that":36,"health":37,"after":38,"global":39,"this":40,"was":41,"its":42,"gaza":43,"an":44,"attacks":45,"inflation":46,"ukraine":47,"he":48,"over":49,"climate":50,"have":51,"president":52,"change":53,"immigration":54,"about":55,"while":56,"market":57,"states":58,"u":59,"but":60,"iranian":61,"elections":62,"could":63,"against":64,"officials":65,"donald":66,"hormuz":67,"up":68,"rising":69,"gulf":70,"gas":71,"which":72,"crude":73,"economic":74,"military":75,"strait":76,"amid":77,"region":78,"tehran":79,"israeli":80,"world":81,"you":82,"politics":83,"across":84,"strikes":85,"outbreak":86,"one":87,"now":88,"people":89,"what":90,"week":91,"concerns":92,"united":93,"had":94,"his":95,"says":96,"why":97,"may":98,"be":99,"new":100,"their":101,"college":102,"use":103,"education":104,"russia":105,"no":106,"countries":107,"ahead":108,"threat":109,"crisis":110,"drone":111,"major":112,"who":113,"meningitis":114,"march":115,"been":116,"find":117,"out":118,"support":119,"high":120,"including":121,"down":122,"friday":123,"sanctions":124,"track":125,"can":126,"minister":127,"also":128,"albanese":129,"eid":130,"tensions":131,"if":132,"intelligence":133,"day":135,"first":136,"com":137,"asia":138,"leave":139,"higher":140,"pressure":141,"public":142,"not":143,"surge":144,"report":145,"supply":146,"home":147,"costs":148,"said":149,"administration":150,"even":151,"washington":152,"markets":153,"recognized":154,"leader":155,"grad":156,"school":157,"hospital":158,"mutual":159,"fund":160,"car":161,"rankings":162,"elected":163,"research":164,"conditions":165,"business":166,"congress":167,"india":168,"during":169,"anthony":170,"mosque":171,"stance":172,"hit":173,"midterm":174,"nuclear":175,"security":176,"they":177,"air":178,"infrastructure":179,"will":180,"saturday":182,"were":183,"five":184,"judge":185,"get":186,"third":187,"uk":188,"b":189,"students":190,"indian":191,"winding":192,"troops":193,"t":194,"through":195,"disruption":196,"rise":197,"all":198,"operations":199,"marines":200,"beirut":201,"help":202,"read":203,"straitstimes":204,"fourth":205,"how":206,"sydney":207,"australia":208,"prime":209,"clear":210,"following":211,"term":212,"voters":213,"further":214,"european":215,"record":216,"wave":217,"missile":218,"rate":219,"russian":220,"ukrainian":221,"shahed":222,"international":223,"restraint":224,"food":225,"data":226,"warfare":227,"election":228,"call":230,"protection":231,"executive":232,"john":233,"rambo":234,"three":235,"need":236,"killing":237,"second":238,"republican":239,"covid":240,"emergency":241,"rupee":242,"face":243,"stocks":244,"offered":245,"latest":246,"than":247,"political":248,"kent":249,"vaccine":250,"demand":251,"led":252,"government":253,"experts":254,"moved":255,"behind":256,"tariffs":257,"become":258,"struck":259,"supreme":260,"court":261,"under":262,"came":263,"fuel":264,"would":265,"again":266,"protect":267,"announced":268,"sites":269,"sends":270,"enters":271,"million":272,"barrels":273,"impact":274,"forces":275,"lebanon":276,"vijayan":277,"kerala":278,"putin":279,"very":280,"own":281,"comes":282,"rafah":283,"crossing":284,"egypt":285,"australian":286,"pm":287,"prayers":288,"told":289,"celebrations":290,"protests":291,"since":292,"move":293,"ongoing":294,"house":295,"launched":296,"mid":297,"strategic":298,"control":299,"november":300,"party":301,"cost":302,"america":303,"housing":304,"saw":305,"sharp":306,"scientists":307,"say":308,"power":309,"much":310,"i":311,"other":312,"links":313,"talks":314,"drones":315,"missiles":316,"defense":317,"shift":318,"when":319,"near":320,"reported":321,"sound":322,"widening":323,"regional":324,"pushing":325,"into":326,"kuwait":327,"escalation":328,"south":329,"critical":330,"fears":331,"shipping":332,"operation":333,"speaking":334,"french":335,"year":336,"invasion":337,"ai":338,"exposed":339,"meddling":340,"irradiance":341,"died":351,"her":352,"sylvester":353,"stallone":354,"time":355,"oscar":356,"two":357,"them":358,"former":359,"state":360,"pandemic":361,"issues":362,"daily":363,"horoscope":364,"today":365,"pulse":366,"street":367,"west":368,"red":369,"outflows":370,"kept":371,"investors":372,"private":373,"limited":374,"fragile":375,"released":376,"opinion":377,"early":378,"weather":379,"offers":380,"policy":381,"nhs":382,"ease":383,"discuss":384,"expanding":385,"risk":386,"group":387,"re":388,"evokes":389,"memories":390,"university":391,"deaths":392,"staff":393,"targeted":394,"many":395,"some":396,"neal":397,"katyal":398,"sc":399,"sweeping":400,"tarrifs":401,"trade":402,"imposed":403,"considers":404,"effort":405,"ruled":406,"ceasefire":407,"open":408,"ground":409,"per":410,"any":411,"pushes":412,"worldwide":413,"waives":414,"york":415,"considering":416,"sending":417,"attack":418,"thousands":419,"accused":420,"we":421,"know":422,"temporary":423,"around":424,"cut":425,"consumption":426,"irgc":427,"hezbollah":428,"bjp":429,"team":430,"chief":431,"tactics":432,"m":433,"gb":434,"peace":435,"reports":436,"film":437,"release":438,"weekly":439,"wrap":440,"japan":441,"reopened":442,"weeks":443,"wounded":444,"palestinians":445,"line":446,"push":447,"petrol":448,"heckled":449,"visit":450,"lakemba":451,"voiced":452,"leaders":453,"left":454,"shame":455,"faces":456,"met":457,"fitr":458,"displacement":459,"actions":460,"communities":461,"began":462,"netanyahu":463,"attention":464,"away":465,"killed":466,"several":467,"committee":468,"faculty":469,"antisemitism":470,"campuses":471,"top":472,"well":473,"response":474,"meanwhile":475,"turkey":476,"eases":477,"sale":478,"transit":479,"spike":480,"especially":481,"politically":482,"untenable":483,"aims":484,"soaring":485,"rattles":486,"swing":487,"crucial":488,"bloc":489,"determine":490,"republicans":491,"independent":492,"likely":493,"where":494,"every":495,"loss":496,"arms":497,"race":498,"geopolitical":499,"implications":500,"build":501,"like":502,"korea":503,"national":504,"billion":505,"potential":506,"johnson":507,"mortgage":508,"rates":509,"month":510,"efforts":511,"affordability":512,"selling":513,"see":514,"reduced":515,"buyers":516,"brent":517,"off":518,"briefly":519,"volatile":520,"targets":521,"counter":522,"before":523,"futures":524,"refineries":525,"diesel":526,"environment":527,"cosmic":528,"crisp":529,"apple":530,"shapiro":531,"suing":532,"rules":533,"pennsylvania":534,"nation":535,"highest":536,"source":537,"greenhouse":538,"emissions":539,"regulated":540,"epa":541,"seeking":542,"greatest":543,"does":544,"slowing":545,"atlantic":546,"current":547,"poses":548,"warn":549,"threatens":550,"dream":551,"italy":552,"italian":553,"heat":554,"increasingly":555,"end":556,"should":557,"both":558,"reportedly":559,"though":560,"denied":561,"envoy":562,"offer":563,"kyiv":564,"helping":565,"europe":566,"chernihiv":567,"days":568,"fighting":569,"bunker":570,"post":571,"moped":572,"because":573,"here":574,"children":575,"key":576,"evacuation":577,"begins":578,"still":579,"despite":580,"kalshi":581,"favorite":582,"users":583,"shock":584,"economy":585,"live":586,"updates":587,"strike":588,"developments":589,"phase":590,"alerts":591,"fallout":592,"qatar":593,"saudi":594,"arabia":595,"repeated":596,"signalling":597,"side":598,"continue":599,"made":600,"inside":601,"assets":602,"beyond":603,"overnight":604,"maritime":605,"prolonged":606,"consequences":607,"routes":608,"fuelling":609,"broader":610,"warns":611,"zero":612,"warned":613,"intensified":614,"000":615,"scale":616,"remains":617,"full":618,"de":619,"prevent":620,"70th":621,"true":622,"promise":623,"times":624,"lows":625,"raising":626,"closure":627,"disrupted":628,"widespread":629,"analysts":630,"suddenly":631,"expectations":632,"cuts":633,"agriculture":634,"these":635,"stories":636,"delivered":637,"gains":638,"strong":639,"rally":640,"just":641,"list":642,"permanent":643,"canada":644,"program":645,"boost":646,"plans":647,"tech":648,"ice":649,"melania":650,"cap":651,"visas":652,"h":653,"2b":654,"catholic":655,"church":656,"secretive":657,"deal":658,"leaves":659,"deportees":660,"stuck":661,"equatorial":662,"guinea":663,"hope":664,"dakar":665,"senegal":666,"ap":667,"old":668,"refugee":669,"africa":670,"free":671,"detention":672,"california":673,"toronto":674,"mayor":675,"labour":676,"rebels":677,"commons":678,"divisions":679,"assesses":680,"fixed":681,"timeline":682,"company":683,"beijing":684,"chinese":685,"warplane":686,"surplus":687,"february":688,"southern":689,"southeast":690,"deterrence":691,"sent":692,"family":710,"canterbury":711,"teenager":712,"better":713,"juliette":714,"kenny":715,"showing":716,"symptoms":717,"vomiting":718,"discolouration":719,"cheeks":720,"itv":721,"meridian":722,"produce":723,"exclusive":724,"nominee":725,"original":726,"actor":727,"come":728,"aboard":729,"lionsgate":730,"millenium":731,"media":732,"agbo":733,"prequel":734,"producer":735,"questions":736,"answering":737,"size":738,"speed":739,"affected":740,"labelled":741,"unprecedented":742,"sets":743,"trial":744,"date":745,"alaska":746,"legislator":747,"gabrielle":748,"ledoux":749,"case":750,"anchorage":751,"repeatedly":752,"delayed":753,"then":754,"procedural":755,"aries":756,"pisces":757,"predictions":758,"your":759,"prediction":760,"chirag":761,"daruwalla":762,"stars":763,"store":764,"terms":765,"love":766,"career":767,"news18":768,"woes":769,"d":770,"st":771,"benchmarks":772,"ended":773,"fpi":774,"weakening":775,"edge":776,"banks":777,"added":778,"governance":779,"hdfc":780,"bank":781,"metals":782,"telecom":783,"storm":784,"surveys":785,"trust":786,"deficit":787,"upper":788,"income":789,"illusion":790,"survey":791,"periodic":792,"reading":793,"bulletin":794,"forecast":795,"ferdinand":796,"marcos":797,"jr":798,"bright":799,"triggers":800,"debate":801,"pharmacies":802,"shortages":803,"seek":804,"doses":805,"access":806,"teenagers":807,"examining":808,"eligibility":809,"vaccination":810,"schedule":811,"horrible":812,"sight":813,"least":814,"infections":815,"prompting":816,"measures":817,"vaccinations":818,"preventive":819,"antibiotics":820,"receiving":821,"vaccines":822,"meningococcal":823,"disease":824,"exams":825,"online":826,"returning":827,"situation":828,"origin":829,"lawyer":830,"verdict":831,"originlawyer":832,"acting":833,"solicitor":834,"general":835,"landmark":836,"successfully":837,"arguing":838,"exceeded":839,"constitutional":840,"authority":841,"imposing":842,"partners":843,"ruling":844,"explained":845,"decision":846,"centers":847,"powers":848,"law":849,"reciprocal":850,"comments":851,"shortly":852,"door":853,"deploying":854,"doesn":855,"reasons":856,"wrong":857,"roughly":858,"cent":859,"moves":860,"means":861,"leading":862,"maga":863,"black":864,"nazi":865,"names":866,"twisted":867,"sex":868,"confession":869,"mark":870,"robinson":871,"deny":872,"deploys":873,"warships":874,"threatened":875,"tourist":876,"dubai":877,"nato":878,"allies":879,"cowardice":880,"reluctance":881,"granted":882,"license":883,"sell":884,"calm":885,"jittery":886,"pay":887,"rebooted":888,"ready":889,"blasts":890,"pinarayi":891,"rahul":892,"gandhi":893,"aligning":894,"labeling":895,"criticized":896,"communal":897,"appeasement":898,"reiterated":899,"cpi":900,"stand":901,"communalism":902,"defended":903,"sabarimala":904,"gold":905,"probe":906,"commented":907,"improvements":908,"standards":909,"tells":910,"stands":911,"became":912,"reform":913,"tv":914,"feeble":915,"regulator":916,"stood":917,"our":918,"fox":919,"problematic":920,"partisan":921,"writes":922,"alan":923,"rusbridger":924,"happened":925,"watchdog":926,"supposed":927,"un":928,"cooperating":929,"board":930,"politico":931,"nominated":932,"hold":933,"indo":934,"ties":935,"voice":936,"hind":937,"rajab":938,"oscarnominated":939,"tunisian":940,"centred":941,"death":942,"young":943,"girl":944,"sbs":945,"japanese":946,"invokes":947,"pearl":948,"harbour":949,"praises":950,"nearly":951,"allow":952,"service":953,"station":954,"firing":955,"customers":956,"continues":957,"genocide":958,"supporters":959,"affairs":960,"tony":961,"burke":962,"protesters":963,"anger":964,"later":965,"venue":966,"booing":967,"chants":968,"vocal":969,"opposition":970,"boos":971,"heckles":972,"ul":973,"celebration":974,"dimmed":975,"crises":976,"dampen":977,"traditional":978,"largest":979,"al":980,"demonstrators":981,"discontent":982,"incident":983,"highlighted":984,"tension":985,"within":986,"muslim":987,"jewish":988,"regarding":989,"position":990,"boosts":991,"bruising":992,"benjamin":993,"pivoted":994,"trapped":995,"exit":996,"reopens":997,"renewed":998,"allowing":999,"number":1000,"enter":1001,"medical":1002,"treatment":1003,"between":1004,"hamas":1005,"bombings":1006,"finds":1007,"fueling":1008,"workforce":1009,"found":1010,"members":1011,"legitimizing":1012,"nationwide":1013,"escalating":1014,"intensifies":1015,"civilians":1016,"known":1017,"journalist":1018,"temporarily":1019,"suspended":1020,"unicef":1021,"aid":1022,"citing":1023,"smuggling":1024,"iraq":1025,"resumed":1026,"exports":1027,"releasing":1028,"reserves":1029,"cool":1030,"upcoming":1031,"maintain":1032,"midterms":1033,"weighing":1034,"maintains":1035,"only":1036,"narrowly":1037,"seat":1038,"senate":1039,"so":1040,"small":1041,"spell":1042,"trouble":1043,"precursor":1044,"apropos":1045,"dilemma":1046,"profound":1047,"trigger":1048,"surely":1049,"reinforce":1050,"resolve":1051,"or":1052,"acquire":1053,"weapons":1054,"lend":1055,"legitimacy":1056,"hardline":1057,"policies":1058,"despotic":1059,"regimes":1060,"north":1061,"upon":1062,"expand":1063,"programmes":1064,"name":1065,"safeguarding":1066,"stacking":1067,"passing":1068,"sinking":1069,"prospects":1070,"windfall":1071,"companies":1072,"offset":1073,"consequent":1074,"plummet":1075,"popularity":1076,"sanctioning":1077,"simon":1078,"thinks":1079,"regime":1080,"leveraging":1081,"pain":1082,"looming":1083,"yields":1084,"impacting":1085,"reached":1086,"peak":1087,"complicates":1088,"improve":1089,"spring":1090,"season":1091,"buyer":1092,"borrowing":1093,"present":1094,"challenges":1095,"sellers":1096,"development":1097,"adds":1098,"highs":1099,"trading":1100,"swings":1101,"attacked":1102,"boosting":1103,"rose":1104,"turned":1105,"negative":1106,"fields":1107,"surged":1108,"shouldn":1109,"try":1110,"outsmart":1111,"desperate":1112,"ploy":1113,"born":1114,"panic":1115,"gasoline":1116,"retail":1117,"productivity":1118,"council":1119,"strengthen":1120,"environmental":1121,"compliance":1122,"mechanisms":1123,"npc":1124,"signed":1125,"agreement":1126,"ministry":1127,"forest":1128,"moef":1129,"cc":1130,"act":1131,"audit":1132,"designated":1133,"agency":1134,"eada":1135,"unveil":1136,"era":1137,"agronomists":1138,"unveiling":1139,"sunflare":1140,"tastes":1141,"good":1142,"withstand":1143,"unpredictable":1144,"susan":1145,"collins":1146,"silence":1147,"deafening":1148,"sixth":1149,"maine":1150,"senator":1151,"passivity":1152,"branch":1153,"grabs":1154,"undermines":1155,"electoral":1156,"strength":1157,"action":1158,"impacted":1159,"significant":1160,"himalayas":1161,"glacier":1162,"problem":1163,"conflicts":1164,"such":1165,"diverting":1166,"ecological":1167,"leaving":1168,"my":1169,"retirement":1170,"return":1171,"stephanie":1172,"jones":1173,"countryside":1174,"breaking":1175,"grips":1176,"western":1177,"los":1178,"angeles":1179,"striking":1180,"years":1181,"event":1182,"certainly":1183,"result":1184,"human":1185,"caused":1186,"hot":1187,"wildfires":1188,"distraction":1189,"politicians":1190,"blame":1191,"industry":1192,"auto":1193,"manufacturers":1194,"failures":1195,"americans":1196,"brits":1197,"think":1198,"looks":1199,"uncertain":1200,"suggesting":1201,"send":1202,"downing":1203,"gave":1204,"green":1205,"light":1206,"british":1207,"bases":1208,"carry":1209,"raids":1210,"attacking":1211,"ships":1212,"monday":1213,"claimed":1214,"acted":1215,"lot":1216,"faster":1217,"globe":1218,"soared":1219,"steepest":1220,"spoke":1221,"london":1222,"bargain":1223,"cooperation":1224,"cease":1225,"sharing":1226,"exchange":1227,"ending":1228,"proposal":1229,"conveyed":1230,"representatives":1231,"outright":1232,"rejected":1233,"viewing":1234,"strategically":1235,"unbalanced":1236,"potentially":1237,"damaging":1238,"alliances":1239,"zelensky":1240,"negotiators":1241,"hoping":1242,"revive":1243,"bad":1244,"feeling":1245,"effects":1246,"aids":1247,"territory":1248,"among":1249,"others":1250,"requested":1251,"volodymyr":1252,"zelenskyy":1253,"shifts":1254,"towards":1255,"raise":1256,"gaps":1257,"defenses":1258,"moving":1259,"vital":1260,"patriot":1261,"supports":1262,"deployed":1263,"redeployment":1264,"impacts":1265,"needs":1266,"powerless":1267,"aftermath":1268,"without":1269,"according":1270,"local":1271,"governor":1272,"viacheslav":1273,"chaus":1274,"repairs":1275,"underway":1276,"address":1277,"damage":1278,"bordering":1279,"belarus":1280,"pre":1281,"population":1282,"close":1283,"special":1284,"survived":1285,"buried":1286,"beneath":1287,"tarmac":1288,"road":1289,"frontline":1290,"serhiy":1291,"tyshchenko":1292,"arrived":1293,"tiny":1294,"underground":1295,"mud":1296,"bakhmut":1297,"front":1298,"eastern":1299,"joe":1300,"biden":1301,"ditch":1302,"earlier":1303,"passed":1304,"sensitive":1305,"killer":1306,"emerged":1307,"weapon":1308,"choice":1309,"used":1310,"ukrainians":1311,"makes":1312,"unique":1313,"journey":1314,"reason":1315,"distinctive":1316,"briefing":1317,"ordered":1318,"stronghold":1319,"russians":1320,"advance":1321,"compulsory":1322,"sloviansk":1323,"expects":1324,"tranche":1325,"90bn":1326,"euro":1327,"loan":1328,"hungary":1329,"veto":1330,"cofounders":1331,"include":1332,"ariana":1333,"grande":1334,"superfan":1335,"ceo":1336,"tarek":1337,"mansour":1338,"guy":1339,"lives":1340,"kansas":1341,"nails":1342,"forecasts":1343,"prepare":1344,"necessarily":1345,"lead":1346,"unwelcome":1347,"cris":1348,"sholto":1349,"heaton":1350,"natanz":1351,"site":1352,"radiation":1353,"leak":1354,"follow":1355,"real":1356,"dangerous":1357,"interceptions":1358,"naval":1359,"threats":1360,"spillover":1361,"deeper":1362,"diplomatic":1363,"reactions":1364,"aviation":1365,"disruptions":1366,"arab":1367,"emirates":1368,"bahrain":1369,"oman":1370,"intense":1371,"entered":1372,"21st":1373,"sustained":1374,"airstrikes":1375,"retaliation":1376,"neither":1377,"preparing":1378,"step":1379,"back":1380,"indicated":1381,"unwilling":1382,"retreat":1383,"deep":1384,"carried":1385,"fresh":1386,"waves":1387,"underline":1388,"keep":1389,"operational":1390,"capabilities":1391,"centre":1392,"followed":1393,"pars":1394,"field":1395,"most":1396,"targeting":1397,"facilities":1398,"far":1399,"battlefield":1400,"retaliates":1401,"related":1402,"uae":1403,"remain":1404,"alert":1405,"deepens":1406,"shutdown":1407,"sharply":1408,"raised":1409,"transport":1410,"waterway":1411,"chains":1412,"rattled":1413,"mounting":1414,"disrupt":1415,"delays":1416,"volatility":1417,"show":1418,"another":1419,"expands":1420,"affecting":1421,"neighbouring":1422,"wider":1423,"fault":1424,"lines":1425,"involving":1426,"large":1427,"adding":1428,"already":1429,"unstable":1430,"involvement":1431,"deeply":1432,"involved":1433,"avoid":1434,"urging":1435,"possible":1436,"civilian":1437,"travel":1438,"grows":1439,"humanitarian":1440,"airlines":1441,"suspending":1442,"flights":1443,"travellers":1444,"stranded":1445,"hubs":1446,"increasing":1447,"builds":1448,"concern":1449,"nations":1450,"union":1451,"urgent":1452,"steps":1453,"launches":1454,"islamic":1455,"revolution":1456,"guards":1457,"corps":1458,"execution":1459,"retaliatory":1460,"turmoil":1461,"hitting":1462,"currency":1463,"capital":1464,"pushed":1465,"historic":1466,"sparks":1467,"supplies":1468,"driving":1469,"sky":1470,"heightened":1471,"risks":1472,"conserve":1473,"reduce":1474,"unfolds":1475,"cause":1476,"worst":1477,"aftershocks":1478,"starting":1479,"felt":1480,"warning":1481,"drive":1482,"household":1483,"bills":1484,"tell":1485,"bryony":1486,"gooch":1487,"certain":1488,"particularly":1489,"vulnerable":1490,"betting":1491,"interest":1492,"hikes":1493,"forcing":1494,"rethink":1495,"cash":1496,"me":1497,"sidelines":1498,"september":1499,"continued":1500,"easing":1501,"hotter":1502,"forced":1503,"reassess":1504,"timing":1505,"silent":1506,"fertiliser":1507,"matters":1508,"fertilisers":1509,"link":1510,"stability":1511,"parallel":1512,"chain":1513,"smallcaps":1514,"shine":1515,"do":1516,"weak":1517,"select":1518,"smallcap":1519,"bucked":1520,"trend":1521,"escalated":1522,"above":1523,"barrel":1524,"worries":1525,"hawkish":1526,"signals":1527,"federal":1528,"reserve":1529,"dampened":1530,"overall":1531,"sentiment":1532,"yet":1533,"pockets":1534,"upside":1535,"performers":1536,"surging":1537,"sessions":1538,"selective":1539,"secure":1540,"residence":1541,"introducing":1542,"graduates":1543,"residents":1544,"initiative":1545,"guidance":1546,"job":1547,"outside":1548,"quebec":1549,"universite":1550,"hearst":1551,"attract":1552,"bilingual":1553,"talent":1554,"inform":1555,"speakers":1556,"opportunities":1557,"francophone":1558,"ve":1559,"learned":1560,"hand":1561,"evil":1562,"tolerated":1563,"colm":1564,"ib":1565,"n":1566,"living":1567,"brooklyn":1568,"author":1569,"inspiration":1570,"collection":1571,"changing":1572,"hints":1573,"rethinking":1574,"enforcement":1575,"strategies":1576,"aides":1577,"forum":1578,"those":1579,"protecting":1580,"vile":1581,"disgusting":1582,"sexual":1583,"abusers":1584,"dow":1585,"venezuela":1586,"olympics":1587,"big":1588,"ballroom":1589,"greenland":1590,"democrats":1591,"deterrents":1592,"bondi":1593,"leavitte":1594,"noem":1595,"miller":1596,"vance":1597,"go":1598,"wanting":1599,"survivors":1600,"epstein":1601,"files":1602,"announces":1603,"work":1604,"foreign":1605,"workers":1606,"citizenship":1607,"services":1608,"received":1609,"enough":1610,"petitions":1611,"meet":1612,"statutory":1613,"half":1614,"fiscal":1615,"however":1616,"filing":1617,"dates":1618,"allocations":1619,"supplemental":1620,"fy":1621,"available":1622,"listen":1623,"unusually":1624,"trying":1625,"months":1626,"overjoyed":1627,"asylum":1628,"request":1629,"deported":1630,"put":1631,"him":1632,"danger":1633,"seeks":1634,"block":1635,"agents":1636,"city":1637,"cup":1638,"matches":1639,"motion":1640,"presented":1641,"olivia":1642,"chow":1643,"entitled":1644,"threaten":1645,"showdown":1646,"crackdown":1647,"migration":1648,"threatening":1649,"force":1650,"vote":1651,"expose":1652,"deepening":1653,"secretary":1654,"reforms":1655,"refiners":1656,"look":1657,"buy":1658,"included":1659,"greece":1660,"invade":1661,"community":1662,"annual":1663,"assessment":1664,"marking":1665,"prior":1666,"warnings":1667,"wants":1668,"defending":1669,"island":1670,"decide":1671,"runs":1672,"tsmc":1673,"isn":1674,"choke":1675,"point":1676,"takes":1677,"run":1678,"leaked":1679,"documents":1680,"firm":1681,"golaxy":1682,"reveal":1683,"massive":1684,"monitor":1685,"influence":1686,"using":1687,"knowledge":1688,"graphs":1689,"millions":1690,"records":1691,"system":1692,"profiles":1693,"tracks":1694,"exploit":1695,"interference":1696,"advanced":1697,"information":1698,"fear":1699,"mysteriously":1700,"activity":1701,"puzzled":1702,"recent":1703,"decrease":1704,"sorties":1705,"toward":1706,"clean":1707,"winter":1708,"drives":1709,"update":1710,"pv":1711,"magazine":1712,"solcast":1713,"dnv":1714,"solar":1715,"divide":1716,"experiencing":1717,"due":1718,"skies":1719,"low":1720,"aerosols":1721,"faced":1722,"heavy":1723,"rainfall":1724,"below":1725,"average":1726,"enhanced":1727,"tropical":1728,"convection":1729,"driven":1730,"atmospheric":1731,"cleanliness":1732,"whereas":1733,"mainly":1734,"persistently":1735,"contrasting":1736,"deficits":1737,"indonesia":1738,"philippines":1739,"nearby":1740,"islands":1741,"pressing":1742,"needed":1743,"avert":1744,"emphasizing":1745,"charges":1746,"tied":1747,"super":1748,"micro":1749,"computer":1750,"smuggle":1751,"chips":1752,"scheme":1753,"sees":1754,"servers":1755,"being":1756,"swapped":1757,"unmarked":1758,"boxes":1759,"onward":1760,"morning":1761,"readers":1762},"maxLen":200}